[
  "You're too early for tomorrow's lecture.",
  "I envy the people who haven't met you.",
  "You have a special way of talking that makes everyone appreciate your silence.",
  "You're clearly intelligent — it just doesn't show up where it matters.",
  "Wisdom is chasing you, but you are faster.",
  "I neither have the time nor the crayons to explain this to you.",
  "You're so unique that God never dared to make another one.",
  "I'd challenge you to a battle of wits, but I'd hate to take on an unarmed opponent.",
  "If anti-evolutionists meet you, it will bolster their argument.",
  "You've got two brain cells and both of them are fighting for third place.",
  "The lights are on but no one's home.",
  "His lift doesn't go all the way up to the top floor.",
  "Your brain is so smooth everything just slides right off you.",
  "Act your age, not your shoe size.",
  "That was a stunning display of lukewarm IQ.",
  "Some cause happiness wherever they go; others, whenever they go.",
  "Somewhere out there is a tree tirelessly producing oxygen for you. You owe it an apology.",
  "You are like a cloud. When you disappear, it's a beautiful day.",
  "Light travels faster than sound, which is why you seemed bright until you spoke.",
  "I'll never forget the first time we met — but I'll keep trying.",
  "You have delusions of adequacy.",
  "You have all the virtues I despise and none of the vices I admire.",
  "You sometimes stumble over the truth, but you always pick yourself up and carry on as if nothing happened.",
  "As an outsider, what do you think of the human race?",
  "I'd agree with you, but then we'd both be wrong.",
  "You're the human equivalent of a participation trophy.",
  "If you were a spice, you'd be flour.",
  "You're like a lighthouse in a desert — bright but not very useful.",
  "You're as useless as the 'ueue' in 'queue'.",
  "You're just like a Russian doll — full of yourself.",
  "Whatever is eating you must be suffering terribly.",
  "I was going to give you a nasty look, but I see you already have one.",
  "You're the reason tubes of toothpaste have instructions.",
  "If you ever had a thought, it would die of loneliness.",
  "You have the charisma of a wet sock.",
  "You'd struggle to pour water out of a boot with the instructions on the heel.",
  "I've seen salad that dresses better than you.",
  "You have an entire life to be an idiot. Why not take today off?",
  "You bring everyone so much joy when you leave the room.",
  "If your brain was dynamite, there wouldn't be enough to blow your hat off.",
  "You're a gray sprinkle on a rainbow cupcake.",
  "People clap when they see you — over their eyes.",
  "I hope your day is as pleasant as you are.",
  "You are impossible to underestimate.",
  "You weren't burdened with an overabundance of schooling.",
  "You're at the very top of the bell curve.",
  "I don't care what everybody else says, I think you're pretty cool.",
  "May both sides of your pillow be uncomfortably warm tonight.",
  "Don't be ashamed of who you are. That's your parents' job.",
  "I get so emotional when you're not around. That emotion is happiness.",
  "Isn't it dangerous to use your whole vocabulary in one sentence?",
  "I told my therapist about you.",
  "I thought of you today. It reminded me to take out the trash.",
  "I'm not insulting you, I'm describing you.",
  "I'm glad to see you're not letting your education get in the way of your ignorance.",
  "I can only explain it to you. I can't understand it for you.",
  "You're like the end pieces of a loaf of bread. Everyone touches you, but nobody wants you.",
  "I would love to insult you, but I'm afraid I won't do it as well as nature did.",
  "You consistently set low expectations and still manage to fail to achieve them.",
  "I hope your day is filled with people like you.",
  "Whoever told you to be yourself simply couldn't have given you worse advice.",
  "You shouldn't act hard to get when you're already hard to want.",
  "People tolerate you.",
  "I never forget a face, but in your case I'll be glad to make an exception.",
  "He has Van Gogh's ear for music.",
  "I did not attend his funeral, but I sent a nice letter saying I approved of it.",
  "They say opposites attract. I hope you meet someone good-looking, intelligent, and cultured.",
  "If you really spoke your mind, you'd be speechless.",
  "Calling you an idiot would be an insult to all the stupid people.",
  "A thought crossed your mind? Must have been a long and lonely journey.",
  "Mirrors can't talk. Lucky for you, they can't laugh either.",
  "Someday you'll go far — and I hope you stay there.",
  "You're the reason the gene pool needs a lifeguard.",
  "An excellent man: he has no enemies, and none of his friends like him.",
  "A characteristic face that, once seen, is never remembered.",
  "You're proof that evolution can go in reverse.",
  "Keep rolling your eyes, you might eventually find a brain.",
  "If I wanted to kill myself, I'd climb your ego and jump to your IQ.",
  "You're about as useful as a screen door on a submarine.",
  "Your pH level must be 14, because you're incredibly basic.",
  "You're as deep as a puddle in a parking lot.",
  "You have the personality of a glass of water that's been boiled and left to go cold.",
  "The trouble ain't that there are too many fools, but that the lightning ain't distributed right.",
  "You're the reason aliens won't talk to us.",
  "You must be an experiment in artificial stupidity.",
  "He may look like an idiot and talk like an idiot, but don't let that fool you — he really is an idiot.",
  "I had a perfectly wonderful evening, but this wasn't it.",
  "You can lead a man to knowledge, but you can't make him think.",
  "If your brain was chocolate, it wouldn't fill an M&M.",
  "You're not the dumbest person in the world, but you better hope they don't die.",
  "I've been called worse things by better people.",
  "You're so boring, you can't even entertain a thought.",
  "You bring a lot to the table. Too bad it's not intelligence.",
  "You're like Monday mornings — nobody's glad to see you.",
  "The last time I saw something like you, I flushed it.",
  "I'd explain it to you, but I left my English-to-idiot dictionary at home.",
  "If ignorance is bliss, you must be the happiest person alive.",
  "You have the right to remain silent. What you lack is the capacity.",
  "You're the human version of a speed bump.",
  "Your secrets are always safe with me. I never even listen when you tell me them.",
  "You're like a software update — whenever I see you, I think 'not now'.",
  "You look like something I'd draw with my left hand."
]
